[
  {
    "id": 1,
    "name": "Scott Guthrie",
    "bio": "\r\n                            Scott Guthrie is a corporate vice president in Microsoft's Server and Tools Business division, where he is responsible for delivering Windows Azure, as well as the .NET Framework and Visual Studio technologies used in building Web and server applications.\r\nA founding member of the .NET project, Guthrie has played a key role in the Microsoft developer space since 1998. Today, Guthrie manages the teams that build Windows Azure, Active Directory, BizTalk Server, IIS, ASP.NET, WCF, WF and the Web, and Web Service and Workflow features of Visual Studio.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Scott Guthrie London.jpg"
  },
  {
    "id": 2,
    "name": "Don Syme",
    "bio": "\r\n                            Don Syme is a Principal Researcher at Microsoft and an F# community contributor. He is an advocate of \"data&ndash;rich, functional&ndash;first programming\" with a focus on simplicity, correctness and robustness of code.\r\n&nbsp;\r\nOver the last 14 years at Microsoft he's helped drag programming kicking&ndash;and&ndash;screaming into the modern era through technical contributions such as generics for C#, async programming in F# 2.0 and C# 5.0, and type providers in F# 3.0. He loves working as a contributor to the F# language and community.&nbsp; F# is an industry supported open source functional&ndash;first language offering a unique integration of strongly typed functional, OO, asynchronous, parallel and information&ndash;rich programming.&nbsp;http:&frasl;&frasl;fsharp.org\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Don Syme 324.jpg"
  },
  {
    "id": 3,
    "name": "James Lewis",
    "bio": "\r\n                            James is a Principal Consultant for ThoughtWorks based in the UK and a member of the ThoughtWorks Technical Advisory Board. Sometimes he even gets to write software.&nbsp;James studied Astrophysics in the 90's but got sick of programming in Fortran. Fourteen years of DBA, Java development, software design and software architecture later, he believes that writing software is the easy part of the problem. Most of the time it's about getting people thinking right.\r\nMost recently, James has been spending his time helping ThoughtWorks' clients develop enterprise software as a coding architect and is particularly interested in the design of distributed systems, &nbsp;the web as middleware and microservices.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/James Lewis.jpg"
  },
  {
    "id": 4,
    "name": "Jessie Shternshus",
    "bio": "\r\n                            As the founder and owner of&nbsp;The IMPROV EFFECT, Jessie weds her lifelong passion for and expertise in applied improvisation with the fast paced demands of the corporate world. She weaves applied improv skills into the culture of a companies to instills a safe place for creative change-makers to energize, collaborate, and produce innovations. The Improv Effect's experiential courses give participants a way to discover the importance of teamwork, effective communication skills, creativity and innovation.\r\nJessie gained her formal education at USF and NYU. Throughout her career she has worked with Fortune 500 companies and companies such as Expedia, Johnson &amp; Johnson, Getty Images and MTV. She also facilitates workshops and speaks at conferences worldwide.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Jessie Shternshus 324.jpg"
  },
  {
    "id": 5,
    "name": "Peter Bacon Darwin",
    "bio": "\r\n                            Peter has been programming for over two decades. He worked with .NET from before it was released; he worked for Microsoft on the development of IronRuby and was an IT consultant for Avanade and IMGROUP before quitting to share his time between freelance development and looking after his kids.\r\nPeter is a notable figure in the AngularJS community. He recently joined the AngularJS team at Google as an external contractor and is a founder member of the AngularUI project. He has spoken about AngularJS at Devoxx UK and numerous London MeetUps. He provides consultancy and sometimes runs training courses on AngularJS. He has just published a book - \"Mastering Web Application Development with AngularJS\".\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Peter Bacon Darwin 324.jpg"
  },
  {
    "id": 6,
    "name": "Jon Skeet",
    "bio": "\r\n                            Jon Skeet is a Java developer for Google in London, but he plays with C# (somewhat obsessively) in his free time.\r\n                            He loves writing and talking about C#, and the second edition of \"C# in Depth\" was published in November 2010. Writing less formally, Jon spends a lot of time on&nbsp;Stack Overflow... where \"a lot\" is an understatement. Give him a puzzle about how C# behaves which gets him reaching for the language specification, and Jon is a happy bunny.\r\nJon lives in Reading, England with his wife and three children.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Jon Skeet.jpg"
  },
  {
    "id": 7,
    "name": "Dominick Baier",
    "bio": "\r\n                            Dominick works as an associate consultant for the Germany&ndash;based company&nbsp;thinktecture. His main area of focus is identity &amp; access control. He helps customers around the world implementing claims&ndash;based identity, single sign&ndash;on, authorization and federation in their web applications, services and APIs.\r\n                            Dominick is an international conference speaker and the author of \"Developing more&ndash;secure ASP.NET Application\" and co&ndash;author of the Microsoft Patterns &amp; Practices \"Guide to Claims&ndash;based Identity and Access Control\".\r\n&nbsp;\r\nYou can find Dominick's blog at&nbsp;http:&frasl;&frasl;www.leastprivilege.com&nbsp;and his various open source projects (which includes the very popular security token service called thinktecture IdentityServer) at&nbsp;https:&frasl;&frasl;github.com&frasl;thinktecture. Twitter handle: @leastprivilege.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Dominick Baier.jpg"
  },
  {
    "id": 8,
    "name": "Jez Humble",
    "bio": "\r\n                            Jez Humble is a Principal at ThoughtWorks, and co-author of the Jolt Award winning Continuous Delivery, published in Martin Fowler&rsquo;s Signature Series (Addison Wesley, 2010). He has worked as a software developer, product manager, consultant and trainer across a wide variety of domains and technologies. His focus is on helping organisations deliver valuable, high-quality software frequently and reliably through implementing effective engineering practices.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Jez Humble.jpg"
  },
  {
    "id": 9,
    "name": "Axel Rauschmayer",
    "bio": "\r\n                            Dr. Axel Rauschmayer specializes in JavaScript and web technologies. He blogs, edits JavaScript Weekly, teaches web development and organizes the JavaScript user group in Munich\r\nAxel has been programming since 1985, developing web applications since 1995 and held his first talk on Ajax in 2006. In 1999, he was technical manager at a German internet startup that later expanded internationally. He has done extensive research into programming language design and has followed the state and the future of JavaScript for years.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Axel Rauschmayer 324_2.jpg"
  },
  {
    "id": 10,
    "name": "Phillip Trelford",
    "bio": "\r\n                            Phil Trelford is a Software Developer and Architect at Trayport, a market leading supplier of energy trading systems. He's a regular speaker, trainer, blogger, open source author, co-organizer of the London F# Meetup and Microsoft MVP.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Phillip Trelford 324.jpg"
  },
  {
    "id": 11,
    "name": "Mike Cohn",
    "bio": "\r\n                            Mike Cohn is a highly&ndash;respected and sought after trainer who is in demand for agile and Scrum training around the globe. He is the author of three very popular agile books; has written numerous articles for magazines, journals, and websites; writes an influential blog; was a co&ndash;founder and past chairperson of the non&ndash;profit Agile Alliance; and also co&ndash;founded and served on the board of directors of the non&ndash;profit Scrum Alliance.\r\n                            Mike has been an active participant on Scrum projects since 1995&hellip; and not just as a consultant. At four different companies, Mike was VP of Development where agile was instrumental to the company&rsquo;s success. Three of those companies were startups and the other was a Fortune 40 company. Mike has the hands on experience to make his training and coaching relevant to the real business world; it&rsquo;s not just theoretical with him. And his teaching style includes hands&ndash;on experiences for his participants.\r\nMike has more than fifteen years of experience with Scrum, working in domains from banking to aerospace to video game development&mdash;with companies ranging in size from 1 to 400,000. To get a first&ndash;hand look at how Mike relates to an audience, check out this&nbsp;video of Mike presenting at Google.\r\nVisit Mike Cohns blog:&nbsp;Scrum Training Agile Training from Scrummaster Mike Cohn\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Mike Cohn.jpg"
  },
  {
    "id": 12,
    "name": "Robert C. Martin",
    "bio": "\r\n                            Robert C. Martin has been a software professional since 1970. In the last 35 years, he has worked in various capacities on literally hundreds of software projects.\r\n&nbsp;\r\nHe has authored \"landmark\" books on Agile Programming, Extreme Programming, UML, Object&ndash;Oriented Programming, and C++ Programming. He has published dozens of articles in various trade journals. Today, he is one of the software industrys leading authorities on Agile software development and is a regular speaker at international conferences and trade shows. He is a former editor of the C++ Report and currently writes a monthly Craftsman column for Software Development magazine.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Robert C Martin.jpg"
  },
  {
    "id": 13,
    "name": "Jessica Kerr",
    "bio": "\r\n                            Thirteen years into a career in Java development, Jessica Kerr discovered functional programming, twitter, and conferences. Now she is excited to share with the programming community her passion for git, Scala, F#, and the whole world. When she is not coding or blogging or reading about cognitive science, you might find her traipsing through the woods with her 5-year-old daughter. She has a hobby of acquiring tastes -- just see if you can find a food that she won't eat.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Jessica Kerr3 256.jpg"
  },
  {
    "id": 14,
    "name": "Scott Allen",
    "bio": "\r\n                            K. Scott Allen is the founder of OdeToCode LLC and a software consultant who lives near Baltimore, MD. Scott has 20 years of commercial software development experience across a wide range of technologies.\r\n&nbsp;\r\nHe has delivered software products for embedded devices, Windows desktop, web, and mobile platforms. He has developed web services for Fortune 50 companies and firmware for startups. Scott is also a speaker at international conferences, the co&ndash;author of Professional ASP.NET MVC 3, and he delivers classroom training and mentoring to companies around the world.\r\n                            He has delivered software products for embedded devices, Windows desktop, web, and mobile platforms. He has developed web services for Fortune 50 companies and firmware for startups. Scott is also a speaker at international conferences, the co&ndash;author of Professional ASP.NET MVC 3, and he delivers classroom training and mentoring to companies around the world.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Scott Allen London.jpg"
  },
  {
    "id": 15,
    "name": "Sahil Malik",
    "bio": "\r\n                            Sahil Malik, the founder and principal of Winsmarts.com has been a Microsoft trainer and consultant for the past many years. Having authored more than 10 books, trained and spoken at conferences all across the world, delivered solutions for many high profile clients, he brings with him invaluable practical experience. For his community contributions, Sahil has been awarded the Microsoft MVP award for the past many years. You will find his trainings devoid of marketing, and deeply rooted in solid knowledge and expertise that is easy to grasp and understand.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Sahil NDC London 324.jpg"
  },
  {
    "id": 16,
    "name": "David Fowler",
    "bio": "\r\n                            David Fowler was born and raised in Barbados. He attended university in Florida (Florida Tech), where he had 2 internships at MSFT before joining full time in 2008.\r\n&nbsp;\r\nDavid has worked on several projects including ASP.NET WebForms and ASP.NET WebPage. He wrote the git server for Azure deployments (kudu) and was one of the creators of NuGet, and SignalR. He is a senior developer on the ASP.NET team&nbsp;currently working full time on SignalR.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/David Fowler1 324.jpg"
  },
  {
    "id": 17,
    "name": "Dan North",
    "bio": "\r\n                            Dan writes software and coaches teams and organisations in Agile and Lean methods. He believes in putting people first and writing simple, pragmatic software.\r\n                            Dan writes software and coaches teams and organisations in Agile and Lean methods. He believes in putting people first and writing simple, pragmatic software.\r\n&nbsp;\r\nHe believes most software problems come back to communication and feedback, which is why he puts so much emphasis on \"getting the words right\", and why he is so interested in systems thinking, communication and how people learn. He has been working in the IT industry for over 20 years, and he occasionally blogs at&nbsp;dannorth.net.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Dan North 324.jpg"
  },
  {
    "id": 18,
    "name": "Ashe Dryden",
    "bio": "\r\n                            Ashe Dryden is an indie ruby developer living in Madison, WI. She's been involved with the web in some form or another over the course of the past 12 years. Ashe is an outspoken educator for diversity, inclusiveness, and empathy. She's currently writing a book on increasing diversity within companies. When she isn't discussing technology or it&rsquo;s intersection with culture, she's cycling, tweeting, playing board games, debating the social implications of Star Trek episodes, being that awkward girl at the party, and waiting for her next burrito fix.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Ashe Dryden.jpg"
  },
  {
    "id": 19,
    "name": "Jon Galloway",
    "bio": "\r\n                            Jon works at Microsoft as an Community Program Manager focused on ASP.NET MVC. He's co&ndash;author of Wrox Professional MVC 3, wrote the MVC Music Store tutorial, helped organize mvcConf, and travelled the world in 2010 teaching MVC classes for the Web Camps tour.\r\n&nbsp;\r\nJon previously worked at Vertigo Software, where he worked on several Microsoft conference websites (PDC08, MIX09, WPC09), built the video player for a very large scale online sports event which happens every March, and lead a team which created several keynote demos for MIX08. Prior to that, he's worked in a wide range of web development shops, from scrappy startups to Fortune 500 financial companies. He's part of the Herding Code podcast (http:&frasl;&frasl;herdingcode.com), Twitters as @jongalloway and blogs at http:&frasl;&frasl;weblogs.asp.net&frasl;jgalloway\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Jon Galloway Web.jpg"
  },
  {
    "id": 20,
    "name": "John Azariah",
    "bio": "\r\n                            For over 20 years John Azariah has worked on high-profile projects for leading global software companies, including Oracle Corporation (NASDAQ: ORCL), where he helped develop several versions of Oracle Forms, and Microsoft Corporation (NASDAQ: MSFT), where he worked on Microsoft Excel, Project and SharePoint Server, and for which he was awarded a US patent.\r\nJohn is currently a Senior Application Architect at MYOB, Australia, where he designs and leads the development and technical delivery of their flagship cloud-based accounting application.\r\nIn 2003, John founded BrightSword Technologies Pte Ltd, Singapore &ndash; an ISO 9001 organization &ndash; where he still serves on their technical advisory board and actively contributes in the development of their open-source and shared-library projects. He was responsible for driving the company's innovation in code-generation technology, and consulted with several clients worldwide to design and architect solutions.\r\nHe is active in the Melbourne .NET and Azure communities, and speaks frequently on computer science, software engineering, cloud computing, and other trends in technology and architecture. He is a regular technical speaker in such forums as TechEd Australia and DDD Melbourne, and was a guest speaker at Scott Guthrie's lock-note presentation of TechEd Australia 2013.\r\nJohn holds a Bachelor&rsquo;s Degree in Computer Science and Chemistry from Dartmouth College, NH, USA.&nbsp;\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/John Azariah 324.jpg"
  },
  {
    "id": 21,
    "name": "Damian Edwards",
    "bio": "\r\n                            Damian Edwards is a Senior Program Manager on the ASP.NET team, responsible for the core ASP.NET runtime and Web Forms. He's also an active open source participant, as the creator of the Web Forms MVP and SignalR open source ASP.NET projects, as well as various jQuery plugins.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Damian Edwards.jpg"
  },
  {
    "id": 22,
    "name": "Michele Bustamante",
    "bio": "\r\n                            Michele Leroux Bustamante is Managing Partner at Solliance (solliance.net), and founder of Snapboard (snapboard.com) a tool for professionals to organize and share content. She is also Microsoft Regional Director and a Microsoft MVP. Michele has over 20 years speclializing in scalable and secure end-to-end system design, identity and access management, and cloud computing technologies - for companies of all sizes. Michele shares her experiences through presentations and keynotes all over the world, and has been publishing regularly in technology journals her entire career. Blog:michelebusta.com&nbsp;Twitter&nbsp;@michelebusta\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Michele Bustamante 324.jpg"
  },
  {
    "id": 23,
    "name": "Venkat Subramaniam",
    "bio": "\r\n                            Venkat has been in the training and consulting business since 1996. He's a well recognized international speaker and appears frequently in international conference. He's done extensive training and consulting in US, Canada, Europe, and Asia.\r\n                            Prior to starting his own company, Venkat worked in various positions, from Programmer Analyst to Systems Architect, at organizations like Halliburton, Raytheon, and Invensys. Venkat has trained thousands of software professionals around the world. He is also an adjunct professor at the University of Houston.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Venkat Subramaniam.jpg"
  },
  {
    "id": 24,
    "name": "Marit Rossnes",
    "bio": "\r\n                            Marit is a Project Manager at Bekk Consulting, a Norwegian IT consultancy based in Oslo. She has lead several software development projects in Norway's largest companies in &nbsp;private and public sectors. Marit has studied&nbsp;Technology Management at the Norwegian University of Science and Technology and at MIT Sloan School of Management. She now completes her degree writing a thesis about contractual completeness and &nbsp;the role of estimates in software development projects. &nbsp;\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Marit Rossness 324.jpg"
  },
  {
    "id": 25,
    "name": "Mads Torgersen",
    "bio": "\r\n                            Mads Torgersen is the program manager for the C# language design and specification, and is also on the VB and TypeScript language design teams.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Mads Torgersen 324.jpg"
  },
  {
    "id": 26,
    "name": "Nicole Herskowitz",
    "bio": "\r\n                            With over twelve years at Microsoft, Nicole currently leads product marketing for Visual Studio and the .NET Framework. She joined the Visual Studio business over five years ago to run global sales strategy and execution. Nicole started her career at Microsoft on the Office division serving in a variety of roles including product management, product planning and sales strategy for Microsoft Office, SharePoint and Project. She was responsible for launching Office 2007 in EMEA and the first version of Microsoft Project Server globally. Prior to joining Microsoft, Nicole worked in product management at a startup delivering hosted CRM offerings for small businesses. Nicole started her career as a consultant for Arthur Andersen Business Consulting. She holds an MBA at the University of Michigan and lived in London for almost seven years while fulfilling a commitment at Microsoft. In her spare time, Nicole enjoys yoga and running and spending time with her two young daughters.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Nicole Herskowitz 324.jpg"
  },
  {
    "id": 27,
    "name": "Gill Cleeren",
    "bio": "\r\n                            Gill Cleeren is Microsoft RegionalDirector, Silverlight MVP, Pluralsight trainer and Telerik MVP. He lives inBelgium where he works as .NET architect at Ordina. Gill has given manysessions, webcasts and trainings on new as well as existing technologies, such asSilverlight, ASP.NET and WPF at conferences including TechEd, TechDays,DevDays, NDC Oslo, SQL Server Saturday Switserland, Silverlight Roadshow inSweden, Telerik RoadShow UK&hellip; Gill has written 2 books: &ldquo;Silverlight4 Data and Services Cookbook&rdquo;andSilverlight5 Data and Services Cookbookand is author of many articles for magazines and websites. You can find hisblog atwww.snowball.be.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Gill Cleeren 324.jpg"
  },
  {
    "id": 28,
    "name": "Gary Bernhardt",
    "bio": "\r\n                            Gary Bernhardt is a creator and destroyer of software compelled to understand both sides of heated software debates: Vim and Emacs; Python and Ruby; Git and Mercurial. He runs Destroy All Software, which publishes advanced screencasts for serious developers covering Unix, Ruby, OO design, and TDD.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/gary_bernhardt 324.png"
  },
  {
    "id": 29,
    "name": "Mathew McLoughlin",
    "bio": "\r\n                            Mathew McLoughlin is a developer with a love of all things .NET. He has a passion for all new technologies in particular Nancy. He belives in using the right tool for the right job and not everything needs to come from the Microsoft stack.\r\nIn the last view years he has worked mainly on a large scale web application with a strong focus on real time data.\r\nHe can be found at mat-mcloughlin.github.net\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Matthew McLoughlin 324.jpg"
  },
  {
    "id": 30,
    "name": "David Carmona",
    "bio": "\r\n                            David Carmona is the Director of Product Marketing for Visual Studio and .NET. He is responsible for marketing developer tools and services, programming languages and runtimes designed for a broad base of software developers and development teams, including the Visual Studio line of products and services and the .NET Framework. David has more than two decades of experience in the technology industry where he began his career as a software engineer. He joined Microsoft more than 12 years ago and has had several business management roles both internationally and in Redmond that have centered around his passion: software development.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/David Carmona 324.jpg"
  },
  {
    "id": 31,
    "name": "Rob Conery",
    "bio": "\r\n                            I am the co&ndash;founder of Tekpub.com, an online video learning resource for developers of all shapes and sizes. I also am one of the annoying voices you hear on This Developer's Life &ndash; a podcast I do with Scott Hanselman.\r\n                            I have a number of Open Source projects, including Massive (the first MicroORM), SubSonic &ndash; an ActiveRecord&ndash;y clone, Manatee (migrations with JSON), Sugar &ndash; a set of helper libraries, and a few others.\r\n&nbsp;\r\nI worked on the ASP.NET team for a short while helping to promote application building with ASP.NET MVC. Prior to that I was an independent consultant, sleazy dot&ndash;com entrepreneur and data&ndash;mining wonk. I live in Hawaii with my two shiney daughters and wonderfully beautiful, patient wife.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Rob Conery.jpg"
  },
  {
    "id": 32,
    "name": "Juval Lowy",
    "bio": "\r\n                            Juval L&ouml;wy is the founder of IDesignand a master software architect specializing in system and project design. Juval has mentored hundreds of architects across the globe, sharing his insights, techniques, and breakthroughs, in&nbsp;architecture,&nbsp;project design, development process, and technology.&nbsp;\r\n                            Juval is Microsoft&rsquo;s Regional Director for the Silicon Valley and has participated in the Microsoft internal strategicdesign reviews for C#, WCF and related technologies. Juval is a frequent speaker at the major international software development&nbsp;conferences. Juval published several bestsellers, and his latest book is the third edition of&nbsp;Programming WCF Services&nbsp;(O'Reilly 2010). Juval published numerous&nbsp;articles, regarding almost every aspect of modern software development and architecture. Microsoft recognized Juval as a Software Legend as one of the world's top experts and industry leaders.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Juval Lowy.jpg"
  },
  {
    "id": 33,
    "name": "Louis Dejardin",
    "bio": "\r\n                            \r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/louis dejardin 324.jpg"
  },
  {
    "id": 34,
    "name": "Stuart Lodge",
    "bio": "\r\n                            Stuart works as founder, salesman, project manager, developer, and tea-maker for Cirrious. He&rsquo;s been coding 30 years; made the software that powers UK digital radio; eats, drinks and sleeps on his keyboard; but still doesn&rsquo;t know how to use a command line. A late comer to Mvvm, C#, and to open source, Stuart can be found endlessly talking about data-binding, ViewModels, portable class libraries and long distance triathlons. Bruce Willis once pointed at him and laughed.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Stuart Lodge 324.png"
  },
  {
    "id": 35,
    "name": "Colin Beales",
    "bio": "\r\n                            Colin Beales works in the Developer and Platform Evangelism Group at Microsoft in the UK as a technical specialist covering development tools, specializing in the full Application Lifecycle Management tooling of Team Foundation Server and Visual Studio. Colin joined Microsoft in 1996 working in the Visual C++ team, before working with COM(+) teams. Following this Colin joined Microsoft Consultancy Services specializing in .NET development and application architecture. In his latter years of consulting, Colin worked with many customers and partners as an Application Lifecycle Management specialist and Agile coach working with Team Foundation Server. Outside of his work at Microsoft, Colin co-founded The Test Factory, the online assessment platform. He can be found in his social time watching football at Brighton and Hove Albion.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Colin Beales 324.png"
  },
  {
    "id": 36,
    "name": "Pedro F&#233;lix",
    "bio": "\r\n                            Pedro is a learner, developer and teacher.\r\nPedro F&eacute;lix is a professor at ISEL, the engineering school of the Lisbon Polytechnic School, and a member of the CCISEL R&amp;D center. He is also an independent consultant, currently working with the Service Delivery Broker team at SAPO.\r\nPedro started his professional career in the mid&ndash;90s, developing and teaching about embedded systems using the x86 assembly and C languages. Since then, he has been climbing up the stack until reaching the Web. Currently, his main interests are on the area of Web APIs, namely: architectural styles, programming models and execution infrastructures, identity management and access control.Pedro is a member of the Web API advisory board and co&ndash;author of the upcoming book \"Designing Evolvable Web APIs with ASP.NET\", to be published by O'Reilly in 2013.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Pedro Felix oktaset.jpg"
  },
  {
    "id": 37,
    "name": "Tiberiu Covaci",
    "bio": "\r\n                            Since 2003 Tiberiu is training and mentoring developers and architects around the world to understand the .NET Framework and the technologies built on top of it. He works closely with Microsoft, both as Author and Technology Reviewer for the Microsoft .NET Official Curriculum courses. He is a member of the MCT Advisory Council, Telerik Insider, ASP Insider, INETA Speaker, IASA Speaker, and INETA Country Lead. He is interested in technologies like multi-core and async programming, ASP.NET, SPA, new programming languages and trends. For his community contributions he was awarded the MVP title by Microsoft and Telerik.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Tiberiu Covaci 324.jpg"
  },
  {
    "id": 38,
    "name": "Gary Short",
    "bio": "\r\n                            Head of Data Science for Black Marble. Interested in Hadoop, Pig, Hive, Map Reduce Patterns, UCINet, R, NLTK and Social Network Analysis.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Gary Short 324.jpg"
  },
  {
    "id": 39,
    "name": "Damian Hickey",
    "bio": "\r\n                            \r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Damian Hickey 324.jpg"
  },
  {
    "id": 40,
    "name": "Burke Holland",
    "bio": "\r\n                            Burke Holland&nbsp;is a web developer living in Nashville, TN. He enjoys working with and meeting developers who are building mobile apps with jQuery / HTML5 and loves to hack on social API's. Burke works for Telerik as a Developer Advocate focusing on Kendo UI. Burke is&nbsp;@burkeholland&nbsp;on Twitter.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Burke Holland 324.jpg"
  },
  {
    "id": 41,
    "name": "Mark Rendle",
    "bio": "\r\n                            Mark is the founder and CEO of Oort Corporation, a new company building cloud-based software for people who build cloud-based software. Oort's first product,Zudio, a web-based Windows Azure Storage toolkit, launched in April 2013. Mark has been a Windows Azure Development MVP for three years.\r\nIn his spare time, Mark work's on the&nbsp;Simple.Data&nbsp;not-an-ORM and&nbsp;Simple.Web&nbsp;projects, and wanders the world speaking at conferences and user groups. Or he just geeks out learning new programming languages and frameworks; in 2013 he's working a lot with TypeScript and AngularJS.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Mark Rendle 324.png"
  },
  {
    "id": 42,
    "name": "Miguel Castro",
    "bio": "\r\n                            Miguel Castro is an architect, developer, and trainer with over 28 years of experience in the software industry. He&rsquo;s a Microsoft MVP, member of the INETA Speakers Bureau, and ASP Insider. With a Microsoft background that goes all the way back to VB 1.0 (and QuickBasic in fact).\r\n                            Miguel speaks regularly at numerous user groups, code camps, and conferences in the US and abroad. He has also been featured on several technology talk shows on numerous occasions and is also a PluralSight author. He specializes in architecture and development consulting and training using Microsoft technologies. Miguel is also a regular author with CoDe Magazine and the proud father of a very computer savvy 9-year-old girl.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Miguel Castro.jpg"
  },
  {
    "id": 43,
    "name": "Tomas Petricek",
    "bio": "\r\n                            Tomas is a long-time F# enthusiast, Microsoft MVP and author of a book Real-World Functional Programming (http://manning.com/petricek). He leads functional programming and F# courses in London and New York and contributed to the development of F# as an intern and contractor at Microsoft Research in Cambridge. He is a PhD student at University of Cambridge, working on functional programming languages.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Tomas Petricek 324_v2.jpg"
  },
  {
    "id": 44,
    "name": "Geoff Watts",
    "bio": "\r\n                            Geoff is one of the most experienced Scrum trainers and coaches in the world and always tries to have fun in what he does. He regularly runs highly-interactive and entertaining training courses in Oslo and also offers practical advice and help through his coaching services - either organisationally, at a team level or one-to-one.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Geoff Watts 324.jpg"
  },
  {
    "id": 45,
    "name": "Brian A. Randell",
    "bio": "\r\n                            Brian A. Randell is a Partner with MCW Technologies LLC. For more than 20 years, he has been building software solutions and teaching Microsoft technologies to developers as well as consulting worldwide for companies small and large&mdash;including Fortune 100 companies like Microsoft. In early 2010, he toured the world prepping Microsoft employees and Microsoft partners for the Visual Studio 2010 launch. In 2012, he and his team built some of the first training content &amp; demos for Microsoft using Visual Studio 2012, Team FoundationServer 2012, and Windows 8. He's currently a Visual Studio ALM MVP and when not working enjoys spending time with his wife and two children.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Slider_Pictures/Brian A Randell 324.png"
  },
  {
    "id": 46,
    "name": "Erlend Oftedal",
    "bio": "\r\n                            Erlend is a developer and security guy from Bekk Consulting AS in Oslo, Norway. He is the chapter lead of the OWASP Norway Chapter, and has presented at conferences like NDC Oslo, OWASP AppSec EU and JavaZone.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Erlend Oftedal 324.jpg"
  },
  {
    "id": 47,
    "name": "James Hughes",
    "bio": "\r\n                            James works as a Technical Architect at an Irish software company, Kainos, where he tries hard to make sure all developers are using the right tools for the right job and that they are suitably enthused about technology through his role as Developer Evangilist. When James is not working, organising hackathons and generally being opinionated James likes to talk about himself in the third person, attempt to blog about technical things on http:&frasl;&frasl;yobriefca.se and troll Twitter as @kouphax\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/James Hughes 324.jpg"
  },
  {
    "id": 48,
    "name": "Tomas Jansson",
    "bio": "\r\n                            Tomas has been on a journey for almost two decades. Starting of in the late 90s he started off with C and assembler in high school which was also present during the years at the Chalmers University of Technology in Gothenburg together with Haskell and Java. After graduating from Chalmers he was lured into the world of SAP and ABAP for half a year before moving on to perl development before finally ending up in the .NET world. C# and .NET is Tomas primary tools today but he is curious to different technologies, languages and how they can improve his overall development skills.\r\nAs of today Tomas is working as a manager and the group lead of the .NET group at Bekk Consulting AS in Oslo, Norway. He is also the assistant lead in the Norwegian .NET User Group in Oslo. Tomas has speaking experience from NDC Oslo, Microsoft Techdays, Trondheim Developer Conference and multiple user group presentations.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/tomas_jansson 324.png"
  },
  {
    "id": 49,
    "name": "G&#225;sp&#225;r Nagy",
    "bio": "\r\n                            G&aacute;sp&aacute;r is an agile developer coach with more than 10 years of experience in enterprise software development. Currently he works for TechTalk as leading software architect. He is an approved trainer in the Certified Scrum Developer program of Scrum Alliance.\r\nHis current focus lies on making BDD common sense on the .NET platform, in which he is also leading the open source project SpecFlow. This is also the central topic of his PhD research at E&ouml;tv&ouml;s Lor&aacute;nd University, Budapest.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Gaspar Nagy 324.jpg"
  },
  {
    "id": 50,
    "name": "Niall Merrigan",
    "bio": "\r\n                            Niall is an Irish guy who managed to end up in Norway. He works in Capgemini Stavanger, and is also an Microsoft ASP.NET MVP, Friend Of RedGate and enthuastic (shouts a lot) about rugby.\r\nBy day he writes code and by night he sleeps and sometimes dreams of more code.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Niall Merrigan 324.jpg"
  },
  {
    "id": 51,
    "name": "Andy Clymer",
    "bio": "\r\n                            Andy has been working as a Software Engineer since 1993, he has worked with a variety of languages, technologies and operating systems. A large part of his software engineering experience was at Cisco Systems, arriving at Cisco in 1997 as part of an acquistion of a small UK start up. Andy finally left Cisco in 2003, his last role being Lead Architect for Cisco's Identity framework, co-ordinating an international team of developers. After leaving Cisco Andy devoted his time and efforts to .NET technology and splits his time between consultancy/teaching. Andy's area of speciality is patterns and the chaotic world of multithreading/parallel programming. In his teaching role Andy is an instructor for Developmentor, teaching Guerrilla .NET and authoring/teaching Patterns.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Andy Clymer 324.jpg"
  },
  {
    "id": 52,
    "name": "Carl Franklin",
    "bio": "\r\n                            Carl Franklin&nbsp;has been a figurehead in the VB community since the very early days when he wrote for Visual Basic Programmers Journal. He authored the Q&amp;A column of that magazine as well as many feature articles for VBPJ and other magazines. He has authored two books for John Wiley &amp; Sons on sockets programming in VB, and in 1994 he helped create the very first web site for VB developers, Carl &amp; Gary's VB Home Page.\r\nCarl is also the Microsoft Regional Director for Connecticut, an MVP for Kinect, co-host of .NET Rocks! and&nbsp;The Tablet Show, a .NET Rocks! spin-off dedicated to developing for tablets, phones and other mobile devices, as well as mobile web.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Carl Franklin 324.jpg"
  },
  {
    "id": 53,
    "name": "Richard Campbell",
    "bio": "\r\n                            Richard Campbell is a Microsoft Regional Director, MVP and co&ndash;host of&nbsp;.NET Rocks!, the Internet Audio Talkshow for .NET Developers as well as host of&nbsp;RunAs Radio, the podcast for Microsoft IT Professionals.\r\n&nbsp;\r\nRichard has spent more than 30 years playing around with microcomputers. Along the way he has done virtually every job you can imagine in the industry, from manufacturing to programming to consulting, training and writing.\r\nYou can reach Richard at&nbsp;richard@pwop.com.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Richard Campbell 324.png"
  },
  {
    "id": 54,
    "name": "Paul Stack",
    "bio": "\r\n                            Paul Stack is a London based developer working for OpenTable. Paul has spoken at various events throughout the world as well as extensively in the UK about his passion for continuous integration and continuous delivery and why they should be part of what developers do on a day to day basis. He believes that reliably delivering software is just as important as its development. Paul&rsquo;s newest passion is the DevOps movement and how this helps not just development and operations but the entire business and it&rsquo;s customers.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Paul Stack 324.jpg"
  },
  {
    "id": 55,
    "name": "Marcin Floryan",
    "bio": "\r\n                            \r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Mark Floryan 324.png"
  },
  {
    "id": 56,
    "name": "Enrico Campidoglio",
    "bio": "\r\n                            Enrico is a programmer who combines a strong passion for quality with a mild OCD. He has spent over a decade in the Microsoft and Java camps, striving to write simple and expressive code, whatever the language. He's also a technical trainer and a speaker, who regularly presents at conferences and user groups about various topics, such as OO design, unit testing and automation.\r\nIn his spare time Enrico contributes to AutoFixture, an open source library for .NET that helps alleviate some of the friction experienced when doing Test-driven development by making it easier to generate test data.\r\nEnrico works at tretton37 and can be contacted through his blog megakemp.com or on Twitter @ecampidoglio\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/EnricoCampidoglio 324.jpg"
  },
  {
    "id": 57,
    "name": "Justin Rusbatch",
    "bio": "\r\n                            Justin is an open source developer with a passion for simplicity. He is the creator ofcompilify.net&nbsp;and a core coordinator for the&nbsp;scriptcs&nbsp;project.\r\nHe also co-hosts&nbsp;Seriously Open, a podcast focusing on the .NET open source community, with Nick Berardi, Phil Haack, and Dale Ragan. An aspiring beer aficionado with a caffeine addiction, Justin can often be found drinking a fresh cup of coffee or acquainting himself with a new beer. You can follow him on&nbsp;Twitter.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Justin Rusbatch 324.png"
  },
  {
    "id": 58,
    "name": "Matt Ellis",
    "bio": "\r\n                            Matt Ellis works as a Technical Evangelist at JetBrains. He has nearly 20 years of experience of shipping software, having been a developer, team lead and technical authority for companies such as BBC Worldwide, BNP Paribas and Egg (the UK's first internet bank). During that time, he has worked with a variety of platforms and technologies, from C++ and Unix to C#, Rx and the Web. He owns and contributes to various open source projects, and believes in building the right thing, as well as building the thing right.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Matt Ellis 324.jpg"
  },
  {
    "id": 59,
    "name": "Christian Weyer",
    "bio": "\r\n                            Christian Weyer is a well-known veteran in designing and implementing distributed applications architectures. With his company thinktecture he has been focusing on end-to-end aspects of distributed software systems in the past 16 years. His toolset includes technologies like ASP.NET, WCF, or Windows Azure.&nbsp;\r\n                            These days he is rather a friend of lightweight architectures based on Web APIs and Push Services and focuses on mobile-first application architectures on various client platforms.The national and international developer and architect community knows Christian from his weblog, webcasts, forums activities, user group talks and conference performances. He was selected as one of the Microsoft MVPs for Windows Azure [Architecture] and is an independent Microsoft Regional Director for Germany. Get in touch with him at christian.weyer@thinktecture.com or http://weblogs.thinktecture.com/cweyer/.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Christian Weyer Workshop front.png"
  },
  {
    "id": 60,
    "name": "JP Toto",
    "bio": "\r\n                            JP is a software developer at Wildbit in Philadelphia, PA where he works full time on Postmark, a transactional email API. He's an experienced speaker and open source contributor. Most recently he wrote the log4net.ElasticSearch plugin allowing log4net messages to be easily indexed in ElasticSearch. He's the cofounder of Barcamp Philly and advises on numerous community and developer projects each year.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/JP Toto 324.png"
  },
  {
    "id": 61,
    "name": "Mahesh Krishnan",
    "bio": "\r\n                            Mahesh Krishnan works as a Principal Consultant at Readify in Melbourne, Australia. He is also a Windows Azure MVP, and has written a couple of books. He is active in the local .NET community, and also runs the conference Developer Developer Developer Melbourne. He is a regular speaker at conferences such as Tech Ed.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Mahesh Krishnan 324.jpg"
  },
  {
    "id": 62,
    "name": "Ashic Mahtab",
    "bio": "\r\n                            Ashic is a .NET consultant based in London and an ASP.NET / IIS MVP since 2009. His experience ranges from real time fault monitoring systems to working for Her Majesty at Parliamentary ICT. When not messing about with code, he can be found moderating http://www.asp.net or having a rant on twitter. He is passionate about software design, messaging, DDD, CQRS, Event Sourcing and almost anything to do with software, and often blabbers about those things at various user groups and conferences. He is also the founder of the London ZeroMQ User Group.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Ashic Mahtab 324.jpg"
  },
  {
    "id": 63,
    "name": "Scott Wlaschin",
    "bio": "\r\n                            Scott is a .NET developer, architect and author. He has over 20 years experience in a wide variety of areas from high-level UX/UI to low-level database implementations.\r\nHe has written serious code in many languages, his favorites being Smalltalk. Python, and more recently, F#, which he blogs about at fsharpforfunandprofit.com.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Scott Wlaschin 324.jpg"
  },
  {
    "id": 64,
    "name": "Laurent Bugnion",
    "bio": "\r\n                            Laurent works as Senior Director for&nbsp;IdentityMine, one of the leading companies (and Gold Partner) for Microsoft technologies such as Windows Presentation Foundation, Silverlight, Pixelsense, Windows 8, Windows Phone, XBOX and generally User Experience. He is based in Zurich Switzerland.\r\nIn October 2010, the book \"Silverlight 4 Unleashed\" that he wrote was published at Sams, an advanced sequel to \"Silverlight 2 Unleashed\" (published Oct 2008). He writes for MSDN magazine and other publications, codes in Windows Phone, Windows 8, Silverlight, WPF, ASP.NET and his blog is on&nbsp;http://blog.galasoft.ch. 2013 is his 7th year as a Microsoft Most Valuable Professional and his first year as a Microsoft Regional Director. He is also the author of the well-known open source framework MVVM Light for Windows Phone, Windows 8, WPF, Silverlight.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Laurent Bugnion 324.jpg"
  },
  {
    "id": 65,
    "name": "Tim G. Thomas",
    "bio": "\r\n                            Front-end designer and developer Tim G. Thomas is Headspring Mobile's technical architect and developer advocate, responsible for delivering elegant and simple solutions for clients' toughest usability problems. He has a long history of delivering highly-interactive, accessible, and visually-pleasing systems used for a variety of purposes, including asset tracking, data reporting, personal financial management, and entertainment. Tim is a passionate advocate for advancing web technologies across all devices, and regularly speaks on topics ranging from web application architecture to game development.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/TimGThomas 324.jpg"
  },
  {
    "id": 66,
    "name": "Richard Astbury",
    "bio": "\r\n                            Richard Astbury helps software businesses around Europe migrate their applications to the cloud. He works with a wide variety of companies, ranging from the smallest startups to the largest software businesses in the world, and specializes in moving applications that were never designed to run in the cloud, utilise the Windows Azure platform. Richard is a Microsoft MVP for Windows Azure, and Senior Consultant at Two10degrees. He is often found developing open source software in C# and Node.js, and lives in rural Suffolk, UK with his wife and two children.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Richard Astbury 324.jpg"
  },
  {
    "id": 67,
    "name": "Hubert Matthews",
    "bio": "\r\n                            Hubert Matthews has been programming in C++ for over 15 years and he has been teaching it for over 10 years. He also works as a systems architect and software consultant. Hubert has been a member of the UK BSI standards committee for C++. Hubert Matthews is a freelance consultant specialising in system architecture and design as well as training programmers in C++, UML and Java. His clients range from large companies such as DHL and Orange to small companies and startups. He also is technical director or advisor to a number of startup companies. Hubert lives in Oxford and in his abundant spare time he likes to pretend that he coaches rowing, dances salsa, dabbles with martial arts and drives too fast.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Hubert Matthews 324.jpg"
  },
  {
    "id": 68,
    "name": "Dror Helper",
    "bio": "\r\n                            Dror Helper is a senior consultant working at CodeValue.\r\nIn his previous jobs as software developer and an architect he has designed and written software in various fields including video streaming, eCommerce, performance optimization and unit testing tools.\r\nDror speaks in local and international venues about software development, agile methodologies, unit testing and test-driven design.\r\nIn his&nbsp;blog&nbsp;Dror writes about programming languages, development tools, and anything else he finds interesting.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Dror Helper 324.jpg"
  },
  {
    "id": 69,
    "name": "Simon Brown",
    "bio": "\r\n                            Simon lives in Jersey (the largest of the Channel Islands) and works as an independent consultant, specialising in software architecture, technical leadership and the balance with agility. Simon is an award-winning speaker and regularly speaks at international software development conferences, as well as providing consulting/training to software teams across Europe. He is the founder of&nbsp;Coding the Architecture&nbsp;(a website about pragmatic, hands-on software architecture) and the author of&nbsp;Software Architecture for Developers&nbsp;(an e-book that is being published incrementally through Leanpub). He still codes too. Simon can be found on Twitter at&nbsp;@simonbrown.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Simon Brown 324.jpg"
  },
  {
    "id": 70,
    "name": "Russ Miles",
    "bio": "\r\n                            Russell has been working in the software development industry working since 1997 in a range of domains including Search through to Defence. His roles in those domains have progressed through Developer, Senior Developer, Team Lead, and Senior Technologist responsible for multi&ndash;million pound research.\r\n&nbsp;\r\nHis highly practical leadership experience includes mentoring and encouraging teamwork, financial and resource budgeting, establishing and improving relationships with internal and external clients, managing the agile development process across multiple teams and product streams &ndash; all across a range of business critical projects. He has also acted as business analyst and product manager, work that included as technical architecture within the design authority. Russell has written three books for O'Reilly Media, there are other books in production.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Russ Miles 324.jpg"
  },
  {
    "id": 71,
    "name": "Christian Hassa",
    "bio": "\r\n                            Christian started his IT career in 1990 as a freelance programmer. In 1997 he joined TechTalk as a managing partner, which grew over the years to a 60+ people boutique consultancy, specializing in agile coaching and delivery. Together with his team Christian has gained experience in different contexts &ndash; from startups to government organizations - not only how to build better software, but also how to build less software that achieves the desired business impact.\r\nIn the last few years Christian has focused on agile planning and specification techniques, in particular Impact Mapping, Story Mapping and Specification-By-Example. He came into contact with Specification-By-Example around 2007, which resulted in his team building SpecFlow, an open source Gherkin tool for .NET. Christian is also the Product Owner of SpecLog, a tool for Story Mapping and Gherkin based living documentation systems.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Christian Hassa 324.jpg"
  },
  {
    "id": 72,
    "name": "Christian Wenz",
    "bio": "\r\n                            Christian Wenz is a consultant, author, and trainer on web technologies, web performance, and web security. With his company Arrabiata Solutions GmbH with offices in Munich and London he makes web applications better performing, more visible, and more secure. Christian has written or co&ndash;written over 100 books for various publishers. He works with both open source and closed source web technologies. This leads to the unusual situation that he has both been awarded a Microsoft MVP for ASP&frasl;ASP.NET, is member of ASPInsiders, and is also listed in Mozilla's credits (about:credits) and is considered an expert in browser&ndash;agnostic JavaScript. Apart from writing and working on web projects, Christian also frequently speaks at developer conferences around the globe that cover web technologies. Among them are Microsoft Tech Ed Europe conference, NDC Oslo, all editions of Zend Conference so far, ApacheCon US, Europe, and Asia, and many more.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Christian Wenz 324.jpg"
  },
  {
    "id": 73,
    "name": "Mike Taulty",
    "bio": "\r\n                            Mike Taulty works in developer evangelism at Microsoft UK where he's spent the past few years trying to help developers get the best from the Microsoft tools, languages and frameworks. This might involve 1:1 consultancy or speaking at large developer conferences like TechEd, DevWeek, MIX, etc.\r\nBefore joining Microsoft, Mike spent the previous decade working as a C/C++ developer for a number of enterprises, consultancies and software vendors working with a variety of operating system, client, communication and server technologies.\r\nMike holds a BSc Hons (1st Class) in Computer Science from the University of Leeds.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Mike_Taulty 324.jpg"
  },
  {
    "id": 74,
    "name": "Andy Wigley",
    "bio": "\r\n                            Andy Wigley works as a Technical Evangelist for Microsoft UK, working tosupport the developer community to create mobile apps on Microsoft platforms.He joined Microsoft in 2012, and before that was a prominent member of themobile app developers&rsquo; community and was proud to be awarded as a MicrosoftMost Valuable Professional (MVP) for 10 consecutive years. Andy is well-knownfor the popular Windows Phone JumpStart videos which are available onhttp://channel9.msdn.com. He has written a number of booksfor developers published by Microsoft Press and is a regular speaker at majorconferences such as Tech Ed.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Andy Wigley 324.jpg"
  },
  {
    "id": 75,
    "name": "Martin Beeby",
    "bio": "\r\n                            Martin Beeby works for Microsoft where he talks to developers about HTML5, Windows 8 and the web. Martin has been developing since he was 16 and over the past 14 years has worked on projects with many Major brands including National Rail Enquiries, The Financial Times and Tesco.\r\nMartin has written articles for, and been featured in, .NET Magazine, ZDNet, the Microsoft Developer Network, Ubelly.com and Windows Magazine.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Martin Beeby 324.png"
  },
  {
    "id": 76,
    "name": "Mark Seemann",
    "bio": "\r\n                            Mark Seemann is a Danish programmer based in Copenhagen, Denmark. His professional interests include object&ndash;oriented development, functional programming, and software architecture, as well as software development in general.Apart from writing a book about Dependency Injection he has also written numerous articles and blog posts about related topics. Despite being a .NET programmer he takes most of his inspiration from sources across a wide range of technologies, including lots of pattern books. Originally poised to become a rock star or (failing that) graphic novelist (in the European tradition) he one day found himself with insufficient talent for either, a master&rsquo;s degree in Economics, and a desire for working with computers. He has been doing the latter intermittently since 1995.When not working with software or spending time with his family, Mark enjoys reading, listening to and playing music, as well as preparing or consuming gourmet food and wine.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Mark Seemann 324.jpg"
  },
  {
    "id": 77,
    "name": "Ben Hall",
    "bio": "\r\n                            Ben Hall is a Hacker in Residence and partner at Cornershop, a startup studio based in London. Ben uses his coding ability with startup insights to search for new ideas that can be turned into startups and real businesses\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Ben Hall 324.png"
  },
  {
    "id": 78,
    "name": "Bj&#248;rn Einar Bjartnes",
    "bio": "\r\n                            Bj&oslash;rn Einar is a developer at Computas, where he works with integrated operations in the oil &amp; gas industry. In his spare-time he plays with computers, gadgets and quadcopters. When he finds he has been sitting inside for too long, you might find that he escapes to the mountains for fresh air or to the ocean to kitesurf.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Bj&#248;rn Einar Bjartnes 324.jpg"
  },
  {
    "id": 79,
    "name": "Brandon Satrom",
    "bio": "\r\n                            Brandon Satrom is Product Manager for Kendo UI and is based in Austin, TX. An unabashed lover of the open web, Brandon loves to talk about HTML, JavaScript, CSS, open source and whatever new shiny tool or technology has distracted him from that other thing he was working on. Brandon has spoken at national, international and online events, and he loves hanging out with and learning from passionate designers and developers. He has an inextinguishable love for writing and, in addition to having several articles featured in publications like MSDN, .net Magazine, Web Standards Sherpa and InformIT, he's currently working on his second book, \"Polyfilling the Web Platform,\" for O'Reilly.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Brandon Satrom 324.jpg"
  },
  {
    "id": 80,
    "name": "Jeremy D. Miller",
    "bio": "\r\n                            Jeremy is a software developer at Extend Health. Jeremy began his IT career writing \"Shadow IT\" applications to automate his engineering documentation, then wandered into software development because it looked like more fun. Jeremy is the author of the open source StructureMap tool for Dependency Injection with .Net, StoryTeller for supercharged acceptance testing in .Net, and the technical leader of FubuMVC and all of its related projects. While mostly retired from blogging and writing, Jeremy will occasionally pop up with something new at http://jeremydmiller.com.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Jeremy D Miller.jpg"
  },
  {
    "id": 81,
    "name": "Simon Elliston Ball",
    "bio": "\r\n                            Simon is a head of the Big Data team at Red Gate, focusing on researching and building tools to interact with Big Data platforms. Previously he has worked in the data intensive worlds of hedge funds and financial trading, ERP and e-Commerce, as well as designing and running nationwide networks and websites.\r\nIn the course of those roles, he has designed and built several organisation-wide data and networking infrastructures, headed up research and development teams, and designed (and implemented) numerous digital products and high-traffic transactional websites.\r\nFor a change of technical pace, he writes and produces screencasts on front-end web technologies such as ExtJS, and is an avid NodeJS programmer.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/simonellistonball 324.jpg"
  },
  {
    "id": 82,
    "name": "Einar H&#248;st",
    "bio": "\r\n                            Einar W. H&oslash;st is a sleep-deprived developer and technical architect at Computas. In his spare time, he writes an obscure technical blog, enjoys pixel art, and indulges in impractical coding projects aimed at having fun with the djinns of the computer. He holds a PhD in Computer Science from the University of Oslo and thinks ivory towers are beautiful.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Einar H&#248;st.jpg"
  },
  {
    "id": 83,
    "name": "Jonas Winje",
    "bio": "\r\n                            Jonas Winje is a developer at Computas. MSc in Computer Science from the University of Oslo. His favorite color is goats and he likes programming languages.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Jonas Winje 324.jpg"
  },
  {
    "id": 84,
    "name": "Steve Sanderson",
    "bio": "\r\n                            Right now I&rsquo;m working as a developer for Microsoft in the team that brings you the ASP.NET technology stack, IIS, and other web things.\r\nPreviously I developed .NET software as a contractor/consultant for clients in Bristol and beyond, plus wrote some books for Apress, such as&nbsp;Pro ASP.NET MVC Framework.\r\nFrom time to time, I get to speak at user groups and conferences, and recently have been running a bunch of training courses on topics such as C#, SQL Server, and of course ASP.NET MVC.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Steve Sanderson 324.jpg"
  },
  {
    "id": 85,
    "name": "Richard Garside",
    "bio": "\r\n                            Richard Garside is a freelance .NET developer working mainly on .NET MVC projects.\r\nHe runs the .NET user group&nbsp;Leeds #&nbsp;and has spoken at user groups and DDD North several times.\r\nIn his spare time he makes games and apps for Windows and Macs. He hopes that one day he'll be doing this full time.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Richard Garside 324.jpg"
  },
  {
    "id": 86,
    "name": "Bryan Hunter",
    "bio": "\r\n                            Bryan Hunter is a partner at Firefly Logic, the founder of Nashville Functional Programmers, and a Microsoft MVP. Bryan is obsessed with Lean, functional programming, and CQRS.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Bryan Hunter 324.png"
  },
  {
    "id": 87,
    "name": "Paul Betts",
    "bio": "\r\n                            I'm a Windows / .NET Hacker for GitHub who graduated from The Ohio State University. In my spare time, I hack on some open-source software, play guitar and bass, and in general am within &epsilon; of really awesome.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Paul Betts3 324.png"
  },
  {
    "id": 88,
    "name": "Glenn Block",
    "bio": "\r\n                            Glenn is a product manager for Splunk's developer experience. A hardcore coder professionally for almost 20 years, he cares deeply about making developers' lives easier. Glenn lives and breathes code and is rumored never to actually sleep. He's also a big supporter in the shift toward cloud development having played a key role at Microsoft in supporting OSS stacks in Windows Azure.&nbsp;He is an active contributor to node.js and .net OSS projects, a supporter of the community, and a frequent speaker internationally.&nbsp;He does have a personal life, which he shares with his wife and 9 year old daughter in Seattle usually while caffeinated.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Glenn Block.jpg"
  },
  {
    "id": 89,
    "name": "Brock Allen",
    "bio": "\r\n                            Brock Allen is a consultant specializing in .NET, web development, and web-based security. He also is an instructor for the training company DevelopMentor, associate consultant for Thinktecture, a contributor to the Thinktecture IdentityModel and IdentityServer open source projects and a contributor to the ASP.NET platform.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/speaker_ndc_london_2013_brock_allen.png"
  },
  {
    "id": 90,
    "name": "Rob Ashton",
    "bio": "\r\n                            Rob can eat three pizzas in 15 minutes, down a pint of Guinness in less than 4 seconds and has been known to occasionally write code in between these dangerous eating and drinking binge sessions.\r\nOriginally hailing from a small island in Europe (Isle of Man), living on a slightly larger island for a few years (England), he llived in Belgium for two years before travelling around the world and working for a roof over his head and foot on a plate.\r\nNow back in England and working for a start-up, this is the year where things are going to get built.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Rob Ashton2 324.jpg"
  },
  {
    "id": 91,
    "name": "Liam Westley",
    "bio": "\r\n                            Liam Westley is an Application Architect at Huddle where he works with some of the best .Net developers and UX designers to deliver world class collaboration software. He quite likes working just off Old Street as there is some fantastic food and coffee to be had within a few minutes walk.\r\nPrevious to Huddle Liam worked at Criteria MX, a digital media startup and has worked as a consultant via his own company Tiger Computer Services Ltd, specialising in software for Broadcast Television. His Niagara SMS moderation system was used by QVC UK for eight years to display SMS messages from viewers, live, on screen. Liam is also responsible for the ticketing system for Hat Trick Productions which provides e-tickets to shows such as Have I Got News For You.\r\nLiam has worked for chellomedia, GMTV, BSkyB, SmashedAtom and Original Thinking Group. In his time he created the first in house weather system for Sky News using Visual Basic 1.0, acted as architect for two general election systems, project managed the launch of the GMTV web site, was key to delivering the first interactive television chat service in the UK for BSkyB and helped launch the first live shopping channel in the Netherlands.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Liam Westley 324.png"
  },
  {
    "id": 92,
    "name": "Gael Fraiteur",
    "bio": "\r\n                            Gael Fraiteur has been passionately programming since childhood; building and selling his first commercial software at age 12. He is Founder and Principal Engineer at PostSharp Technologies based in Prague, Czech Republic. Gael is a widely recognized expert in aspect-oriented programming and speaks at developer conferences in Europe and the United States.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Gael Fraiteur2 324.jpg"
  },
  {
    "id": 93,
    "name": "Matthew Podwysocki",
    "bio": "\r\n                            Matthew Podwysocki is a software developer at Microsoft. He is currently working on the Reactive Extensions, focusing on not only .NET, but all languages including JavaScript, C++, Python and Ruby. He is a language geek who also loves to tinker with electronics. He is also the co-host of the JSConf Live and RobotsWeekly web and podcasts.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Mathew Podwysicki 324.jpg"
  },
  {
    "id": 94,
    "name": "Daniel Roth",
    "bio": "\r\n                            Daniel Roth is a Senior Program Manager on the Windows Azure Development Experience team at Microsoft. He currently works on ASP.NET Web API, a new framework for building HTTP services that can reach a broad range of clients including browsers and mobile devices. Prior to working on ASP.NET he worked on WCF starting when it first shipped in .NET 3.0. His passions include delighting customers by making frameworks simple and easy to use. He spends his spare time with his wife and two boys, Benjamin and Joshua.\r\n                            Prior to working on ASP.NET he worked on WCF starting when it first shipped in .NET 3.0. His passions include delighting customers by making frameworks simple and easy to use. He spends his spare time with his wife and two boys, Benjamin and Joshua.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Daniel Roth.jpg"
  },
  {
    "id": 95,
    "name": "Darrel Miller",
    "bio": "\r\n                            Darrel Miller is CTO at Tavis Software. Tavis Software develops business software for small businesses. Darrel has been writing software professionally for 18 years. The last 5 years have been spent discovering the benefits and challenges of the REST architectural style.&nbsp;\r\n                            His particular focus is on the use of REST to develop non-browser based line-of-business applications. He is a Microsoft Integration MVP and a member of the Microsoft Web API advisory board.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Darrel Miller.jpg"
  },
  {
    "id": 96,
    "name": "Gojko Adzic",
    "bio": "\r\n                            Gojko Adzic is a strategic software delivery consultant who works with ambitious teams to improve the quality of their software products and processes.\r\nHe specialises in agile and lean quality improvement, in particular agile testing, specification by example and behaviour driven development.&nbsp;\r\n                            Gojko is the author of Specification by Example, Bridging the Communication Gap, Test Driven .NET Development with FitNesse and The Secret Ninja Cucumber Scrolls.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Gojko Adzic.jpg"
  },
  {
    "id": 97,
    "name": "Ingo Rammer",
    "bio": "\r\n                            Ingo Rammer is co-founder of thinktecture, a company providing in-depth technical consulting and training services for software architects and developers. Ingo is a world-renowned expert for design and development of distributed applications, and he provides architecture, design, and architecture review services for teams of all sizes.&nbsp;\r\n                            He focuses mainly on improving performance, scalability and reliability of critical .NET applications.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Ingo Rammer.jpg"
  },
  {
    "id": 98,
    "name": "Jon McCoy",
    "bio": "\r\n                            Jon McCoy is a developer that slipped into the security world, he has focus on application security under the .NET Framework. Jon started security in forensics and moved to reverse engineering and incident response. He is the founder of DigitalBodyGuard.com and Wave3D.com along with heading a number of open source projects, his side projects are in the area of security tools and disabled assistance/augmentation systems.\r\n                            \r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Jon McCoy.jpg"
  },
  {
    "id": 99,
    "name": "Karl Krukow",
    "bio": "\r\n                            Karl Krukow is Test Cloud Lead Engineer at Xamarin (www.xamarin.com). Karl is responsible for the automation infrastructure in Xamarin Test Cloud, and a core developer of the open-source automated testing tool Calabash. Before joining Xamarin, he co-founded LessPainful, a mobile test automation start-up that was recently acquired by Xamarin.&nbsp;\r\n                            He graduated with a PhD from University of Aarhus in 2006 with a thesis in computer science. His current professional passions are Xamarin(!), automated testing for mobile and the Clojure programming language.\r\n                        ",
    "image_url": "http://www.ndc-london.com//images/Speakers/Karl Krukow.jpg"
  }
]